tap "d-kuro/tap"
tap "dotenvx/brew"

brew "aws-vault"
brew "bash"
brew "bash-completion@2"
brew "curl"
brew "czg"
brew "fzf"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "git-filter-repo"
brew "jq"
brew "lazygit"
brew "pnpm"
brew "tree"
brew "uv"
brew "vim"
brew "wget"
brew "d-kuro/tap/gwq"
brew "dotenvx/brew/dotenvx"

cask "claude-code"
cask "clipy"
cask "codex"
cask "gibo"
cask "git-credential-manager"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "itsycal"
cask "rectangle"
cask "visual-studio-code"
