tap "d-kuro/tap"
tap "dotenvx/brew"

brew "aws-vault"
brew "curl"
brew "czg"
brew "fzf"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "jq"
brew "lazygit"
brew "pnpm"
brew "tree"
brew "uv"
brew "wget"
brew "d-kuro/tap/gwq"
brew "dotenvx/brew/dotenvx"

cask "gibo"
cask "git-credential-manager"
